[BD_IO_HoraceCorpse InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[IO_BanePile InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_HoracePile InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_IO_TheBane_MissionDirector MissionItemDefinition]
UseFailureCharacterMessage="mandatory %s Use it.."
ItemName="the old machine echoed"
PickupMessage="To earn %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You can't use it."
NoManufacturerName="what did you forget"

[ItemDefs.ID_IO_TheBane_MissionDirector:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="my last words..."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_GarNote MissionItemDefinition]
UseFailureCharacterMessage="you need %s Use this product."
ItemName="Tank echo device"
PickupMessage="He said %s"
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage="This item cannot be used.."
NoManufacturerName="normal"

[ItemDefs.ID_MO_GarNote:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="ECHO device that records the location of a fire."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_HoraceEchoRecorder MissionItemDefinition]
UseFailureCharacterMessage="is required %s Use this article."
ItemName="Horace's ECHO unit"
PickupMessage="You don't understand; You understand %s"
UseFailureLevelMessage="You must have %d to use this feature."
UseFailureConstraintsMessage="This item is not available."
NoManufacturerName="shared"

[ItemDefs.ID_MO_HoraceEchoRecorder:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Any suggestion could lead to disaster.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_McNallyRecorder MissionItemDefinition]
UseFailureCharacterMessage="Is that you? %s Use these words."
ItemName="McNally Eco Car"
PickupMessage="they are %s"
UseFailureLevelMessage="You must be at least %d level to use this."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="In general"

[ItemDefs.ID_MO_McNallyRecorder:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="McNally's Recorded Journal. You might have an idea where Sgurr is."
NoConstraintText=""
Suffix=""
Prefix=""

[MissionIcons.Icon_TheBane_Search InteractionIconDefinition]
Text="word"

